Repository: dctmfoo/gaurava
Catalog: Gaurava/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: hi, ta, te

source: Log your first injection
hi: अपना पहला इंजेक्शन लॉग करें
ta: உங்கள் முதல் ஊசியை பதிவு செய்யவும்
te: మీ మొదటి ఇంజెక్షన్‌ని నమోదు చేయండి

source: Logged, %@
hi: दर्ज किया गया, %@
ta: பதிவு செய்யப்பட்டது, %@
te: నమోదైంది, %@

source: Lost
hi: खो गया
ta: இழந்தது
te: ఓడిపోయింది

source: Male
hi: पुरुष
ta: ஆண்
te: పురుషుడు

source: Medical Safety
hi: चिकित्सा सुरक्षा
ta: மருத்துவப் பாதுகாப்பு
te: వైద్య భద్రత

source: Medication
hi: दवा
ta: மருந்து
te: మందు

source: Medicine
hi: दवा
ta: மருந்து
te: మందు

source: Milestone
hi: मील का पत्थर
ta: மைல்கல்
te: మైలురాయి

source: Minimal
hi: कम विवरण
ta: குறைந்த விவரம்
te: తక్కువ వివరాలు

source: Month
hi: महीना
ta: மாதம்
te: నెల

source: Mood
hi: मनोदशा
ta: மனநிலை
te: మూడ్

source: Most recent dose
hi: सबसे हालिया खुराक
ta: மிக சமீபத்திய அளவு
te: ఇటీవలి మోతాదు

source: Name
hi: नाम
ta: பெயர்
te: పేరు

source: Needs logging
hi: दर्ज करने की आवश्यकता है
ta: பதிவு செய்யப்பட வேண்டும்
te: నమోదు చేయాలి

source: Next dose %@
hi: अगली खुराक %@
ta: அடுத்த மருந்தளவு %@
te: తదుపరి మోతాదు %@

source: Next injection
hi: अगला इंजेक्शन
ta: அடுத்த ஊசி செலுத்துதல்
te: తదుపరి ఇంజెక్షన్

source: No Weight Entries
hi: कोई वज़न प्रविष्टियाँ नहीं
ta: எடை உள்ளீடுகள் இல்லை
te: బరువు నమోదులు లేవు

source: No countdown until you log your first dose.
hi: जब तक आप अपनी पहली खुराक दर्ज नहीं करते, तब तक कोई काउंटडाउन नहीं होगा।
ta: உங்கள் முதல் மருந்தளவை நீங்கள் பதிவு செய்யும் வரை கவுண்ட்டவுன் இருக்காது.
te: మీరు మీ మొదటి మోతాదును నమోదు చేసే వరకు కౌంట్‌డౌన్ ఉండదు.

source: No dose logged yet
hi: अभी तक कोई खुराक लॉग नहीं की गई है
ta: இன்னும் எந்த அளவும் பதியப்படவில்லை
te: ఇంకా ఏ డోస్ లాగ్ చేయబడలేదు

source: No jabs logged yet
hi: अभी तक कोई इंजेक्शन दर्ज नहीं किया गया है
ta: இதுவரை எந்த ஊசிகளும் பதிவு செய்யப்படவில்லை
te: ఇంకా ఎలాంటి ఇంజెక్షన్లు నమోదు చేయలేదు

source: No reminders or overdue while you're paused. Resume anytime.
hi: जब आप रुके हुए हैं, तब कोई रिमाइंडर या ओवरड्यू नहीं होगा। कभी भी फिर से शुरू करें।
ta: நீங்கள் இடைநிறுத்தியிருக்கும் போது நினைவூட்டல்களோ அல்லது நிலுவைத் தேதிகளோ இருக்காது. எப்போது வேண்டுமானாலும் தொடரலாம்.
te: మీరు విరామం తీసుకున్నప్పుడు ఎటువంటి రిమైండర్‌లు లేదా గడువు ముగిసినవి ఉండవు. ఎప్పుడైనా తిరిగి ప్రారంభించండి.

source: No severity chosen
hi: कोई गंभीरता नहीं चुनी गई
ta: தீவிரத்தன்மை எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: తీవ్రత ఏదీ ఎంచుకోలేదు

source: No side effects
hi: कोई दुष्प्रभाव नहीं
ta: பக்கவிளைவுகள் இல்லை
te: దుష్ప్రభావాలు లేవు

source: No side effects recorded
hi: कोई दुष्प्रभाव दर्ज नहीं किया गया
ta: பக்கவிளைவுகள் எதுவும் பதிவு செய்யப்படவில்லை
te: ఎటువంటి దుష్ప్రభావాలు నమోదు కాలేదు

source: No side effects were recorded in this period.
hi: इस अवधि में कोई दुष्प्रभाव दर्ज नहीं किया गया।
ta: இந்த காலகட்டத்தில் எந்த பக்க விளைவுகளும் பதிவு செய்யப்படவில்லை.
te: ఈ కాలంలో ఎటువంటి దుష్ప్రభావాలు నమోదు కాలేదు.

source: No side effects, recorded
hi: कोई दुष्प्रभाव नहीं, दर्ज किया गया
ta: பக்கவிளைவுகள் இல்லை, பதிவு செய்யப்பட்டது
te: దుష్ప్రభావాలు లేవు, నమోదైంది

source: Not medical advice
hi: चिकित्सा सलाह नहीं
ta: மருத்துவ ஆலோசனை அல்ல
te: వైద్య సలహా కాదు

source: Not noted
hi: दर्ज नहीं किया गया
ta: பதிவு செய்யப்படவில்லை
te: నమోదు కాలేదు

source: Not selected
hi: कोई चयन नहीं
ta: தேர்வு செய்யப்படவில்லை
te: ఎంపిక చేయలేదు

source: Not set
hi: सेट नहीं है
ta: அமைக்கப்படவில்லை
te: సెట్ చేయలేదు

source: Not sure
hi: निश्चित नहीं
ta: உறுதியாக தெரியவில்லை
te: ఖచ్చితంగా తెలియదు

source: Not sure yet
hi: अभी निश्चित नहीं है
ta: இன்னும் உறுதியாகத் தெரியவில்லை
te: ఇంకా ఖచ్చితంగా తెలియదు

source: Not yet
hi: अभी नहीं
ta: இன்னும் இல்லை
te: ఇంకా లేదు

source: Noted, %@
hi: दर्ज किया गया, %@
ta: பதிவு செய்யப்பட்டது, %@
te: నమోదైంది, %@

source: Noted, no severity chosen
hi: दर्ज किया गया, कोई गंभीरता नहीं चुनी गई
ta: பதிவு செய்யப்பட்டது, தீவிரத்தன்மை எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: నమోదైంది, తీవ్రత ఏదీ ఎంచుకోలేదు

source: Noted. That's all you need to do today — the app won't keep asking.
hi: विख्यात। आज आपको बस इतना ही करना है - ऐप लगातार पूछता नहीं रहेगा।
ta: பதிவு செய்யப்பட்டது. இன்று நீங்கள் செய்ய வேண்டியது இவ்வளவுதான் — பயன்பாடு தொடர்ந்து கேட்காது.
te: గుర్తించారు. ఈరోజు మీరు చేయాల్సింది ఒక్కటే — యాప్ అడుగుతూనే ఉండదు.

source: Notes
hi: नोट्स
ta: குறிப்புகள்
te: గమనికలు

source: Nothing logged yet. That's completely fine.
hi: अभी तक कुछ भी लॉग नहीं किया गया. यह बिल्कुल ठीक है.
ta: இன்னும் எதுவும் பதிவு செய்யப்படவில்லை. அது முற்றிலும் பரவாயில்லை.
te: ఇంకా ఏదీ లాగిన్ కాలేదు. అది పూర్తిగా బాగానే ఉంది.

source: Nothing to export yet
hi: अभी तक निर्यात करने के लिए कुछ भी नहीं है
ta: இன்னும் ஏற்றுமதி செய்ய எதுவும் இல்லை
te: ఎగుమతి చేయడానికి ఇంకా ఏమీ లేదు

source: OK
hi: ठीक है
ta: சரி
te: సరే

source: Off
hi: ऑफ
ta: ஆஃப்
te: ఆఫ్

source: On
hi: ऑन
ta: ஆன்
te: ఆన్

source: On a break
hi: ब्रेक पर
ta: இடைவெளியில்
te: విరామంలో

source: On dose
hi: खुराक पर
ta: அளவில்
te: మోతాదులో

source: On track
hi: सही राह पर
ta: சரியான பாதையில்
te: సరైన మార్గంలో

source: Once you've noted a few side effects, a summary you can share with a clinician will appear here.
hi: एक बार जब आप कुछ दुष्प्रभाव देख लेंगे, तो एक सारांश जिसे आप चिकित्सक के साथ साझा कर सकते हैं वह यहां दिखाई देगा।
ta: சில பக்கவிளைவுகளை நீங்கள் கவனித்தவுடன், மருத்துவரிடம் நீங்கள் பகிரக்கூடிய சுருக்கம் இங்கே தோன்றும்.
te: మీరు కొన్ని దుష్ప్రభావాలను గుర్తించిన తర్వాత, మీరు వైద్యునితో పంచుకోగల సారాంశం ఇక్కడ కనిపిస్తుంది.

source: One private place for GLP-1 tracking.
hi: GLP-1 ट्रैकिंग के लिए एक निजी जगह।
ta: GLP-1 கண்காணிப்புக்கான ஒரு தனிப்பட்ட இடம்.
te: GLP-1 ట్రాకింగ్ కోసం ఒక వ్యక్తిగత స్థలం.

source: One strong moment
hi: एक सशक्त क्षण
ta: ஒரு வலுவான தருணம்
te: ఒక బలమైన క్షణం

source: Open Gaurava to note a side effect for today.
hi: आज का साइड इफेक्ट नोट करने के लिए Gaurava खोलें.
ta: இன்றைய பக்க விளைவை குறிக்க Gaurava-வைத் திறக்கவும்.
te: ఈరోజు దుష్ప్రభావాన్ని నమోదు చేయడానికి Gaurava తెరవండి.

source: Open Gaurava to the daily log.
hi: दैनिक लॉग देखने के लिए Gaurava खोलें.
ta: தினசரி பதிவைப் பார்க்க Gaurava-வைத் திறக்கவும்.
te: రోజువారీ లాగ్‌ను చూడడానికి Gaurava తెరవండి.

source: Open Gaurava to your injections.
hi: अपने इंजेक्शन देखने के लिए Gaurava खोलें.
ta: உங்கள் ஊசி பதிவுகளைப் பார்க்க Gaurava-வைத் திறக்கவும்.
te: మీ ఇంజెక్షన్లను చూడడానికి Gaurava తెరవండి.

source: Open Gaurava to your weight summary.
hi: अपना वजन सारांश देखने के लिए Gaurava खोलें.
ta: உங்கள் எடை சுருக்கத்தைப் பார்க்க Gaurava-வைத் திறக்கவும்.
te: మీ బరువు సారాంశాన్ని చూడడానికి Gaurava తెరవండి.

source: Open Jabs
hi: इंजेक्शन खोलें
ta: ஊசிகளைத் திறக்கவும்
te: ఇంజెక్షన్లను తెరవండి

source: Open Log
hi: लॉग खोलें
ta: பதிவேட்டைத் திறக்கவும்
te: లాగ్‌ను తెరవండి

source: Open Weight
hi: वजन खोलें
ta: எடையைத் திறக்கவும்
te: బరువును తెరవండి

source: Opens journey card options.
hi: यात्रा कार्ड विकल्प खोलता है.
ta: பயண அட்டை விருப்பங்களைத் திறக்கும்.
te: ప్రయాణ కార్డ్ ఎంపికలను తెరుస్తుంది.

source: Optional
hi: वैकल्पिक
ta: விருப்பத்திற்குரியது
te: ఐచ్ఛికం

source: Other
hi: अन्य
ta: மற்றவை
te: ఇతరాలు

source: Over %lld days
hi: %lld दिनों में
ta: %lld நாட்களுக்கு மேல்
te: %lld రోజులలో

source: Pause
hi: रोकें
ta: இடைநிறுத்து
te: నిలిపివేయి

source: Pause treatment
hi: इलाज रोकें
ta: சிகிச்சையை இடைநிறுத்தவும்
te: చికిత్సను నిలిపివేయండి

source: Pause treatment?
hi: उपचार रोकें?
ta: சிகிச்சையை இடைநிறுத்தலாமா?
te: చికిత్సను నిలిపివేయాలా?

source: Personal details
hi: व्यक्तिगत विवरण
ta: தனிப்பட்ட விவரங்கள்
te: వ్యక్తిగత వివరాలు

source: Paused for now
hi: अभी के लिए रोका गया है
ta: தற்காலிகமாக நிறுத்தப்பட்டுள்ளது
te: ప్రస్తుతానికి నిలిపివేయబడింది

source: Paused — no next dose scheduled.
hi: रुका हुआ है — कोई अगली खुराक निर्धारित नहीं है।
ta: இடைநிறுத்தப்பட்டுள்ளது — அடுத்த மருந்தளவு எதுவும் திட்டமிடப்படவில்லை.
te: నిలిపివేయబడింది — తదుపరి మోతాదు షెడ్యూల్ చేయబడలేదు.

source: Percent
hi: प्रतिशत
ta: சதவீதம்
te: శాతం

source: Percent of start
hi: प्रारंभ का प्रतिशत
ta: தொடக்கத்தின் சதவீதம்
te: ప్రారంభ శాతం

source: Period
hi: अवधि
ta: காலம்
te: కాల వ్యవధి

source: Period: %@
hi: अवधि: %@
ta: காலம்: %@
te: వ్యవధి: %@

source: Photos access was not granted.
hi: फ़ोटो तक पहुंच नहीं दी गई.
ta: புகைப்படங்களுக்கான அணுகல் வழங்கப்படவில்லை.
te: ఫోటోల యాక్సెస్ మంజూరు చేయబడలేదు.

source: Plan first. No dose is logged and no countdown starts.
hi: पहले योजना बनाएं। कोई खुराक दर्ज नहीं की जाएगी और कोई काउंटडाउन शुरू नहीं होगा।
ta: முதலில் திட்டமிடுங்கள். எந்த அளவும் பதிவாகாது, கவுண்ட்டவுனும் தொடங்காது.
te: మొదట ప్లాన్ చేయండి. ఎటువంటి మోతాదు నమోదు చేయబడదు మరియు కౌంట్‌డౌన్ ప్రారంభం కాదు.

source: Plan your weekly jab so Jabs can guide you before your first log.
hi: अपने साप्ताहिक जाब की योजना बनाएं ताकि जैब्स आपके पहले लॉग से पहले आपका मार्गदर्शन कर सकें।
ta: உங்கள் வாராந்திர ஊசியைத் திட்டமிடுங்கள், இதனால் முதல் பதிவுக்கு முன் ‘ஊசிகள்’ தாவல் உங்களுக்கு வழிகாட்டும்.
te: మీ మొదటి లాగ్‌కు ముందు జాబ్స్ మీకు మార్గనిర్దేశం చేయగలగాలి కాబట్టి మీ వారపు జాబ్‌ని ప్లాన్ చేయండి.

source: Planned Dose
hi: नियोजित खुराक
ta: திட்டமிடப்பட்ட அளவு
te: ప్రణాళికాబద్ధమైన మోతాదు

source: Planned dose
hi: नियोजित खुराक
ta: திட்டமிடப்பட்ட அளவு
te: ప్రణాళికాబద్ధమైన మోతాదు

source: Planned for %@
hi: %@ के लिए नियोजित
ta: %@ அன்று திட்டமிடப்பட்டுள்ளது
te: %@ కోసం ప్లాన్ చేయబడింది

source: Planned for every %@ — log your first jab to confirm
hi: हर %@ के लिए योजना बनाई गई — पुष्टि करने के लिए अपना पहला जैब लॉग करें
ta: ஒவ்வொரு %@-க்கும் திட்டமிடப்பட்டுள்ளது — உறுதிப்படுத்த உங்கள் முதல் ஜாப்பை பதிவு செய்யவும்
te: ప్రతి %@కి ప్లాన్ చేయబడింది — నిర్ధారించడానికి మీ మొదటి జబ్‌ను లాగిన్ చేయండి

source: Planned for every %@. No countdown yet.
hi: हर %@ के लिए योजना बनाई गई है। अभी कोई उलटी गिनती नहीं है।
ta: ஒவ்வொரு %@ அன்றும் திட்டமிடப்பட்டுள்ளது. இன்னும் கவுண்ட்டவுன் இல்லை.
te: ప్రతి %@ కోసం ప్రణాళిక చేయబడింది. ఇంకా కౌంట్‌డౌన్ లేదు.

source: Planned starting dose, optional
hi: नियोजित प्रारंभिक खुराक, वैकल्पिक
ta: திட்டமிடப்பட்ட தொடக்க அளவு, விருப்பத்திற்குரியது
te: ప్లాన్ చేసిన ప్రారంభ మోతాదు, ఐచ్ఛికం

source: Planning day
hi: योजना दिवस
ta: திட்டமிடல் நாள்
te: ప్రణాళికా రోజు

source: Prefer not to say
hi: बताना नहीं चाहते
ta: கூற விரும்பவில்லை
te: చెప్పడానికి ఇష్టపడటం లేదు

source: Preferences
hi: प्राथमिकताएं
ta: விருப்பத்தேர்வுகள்
te: ప్రాధాన్యతలు

source: Preparing PDF…
hi: PDF तैयार किया जा रहा है...
ta: PDF தயாராகிறது…
te: PDFని సిద్ధం చేస్తోంది...

source: Privacy
hi: गोपनीयता
ta: தனியுரிமை
te: గోప్యత

source: Privacy & Sync
hi: गोपनीयता और सिंक
ta: தனியுரிமை மற்றும் ஒத்திசைவு
te: గోప్యత & సమకాలీకరణ

source: Privacy Statement
hi: गोपनीयता वक्तव्य
ta: தனியுரிமை அறிக்கை
te: గోప్యతా ప్రకటన

source: Private by default
hi: डिफ़ॉल्ट रूप से निजी
ta: இயல்பாகவே தனிப்பட்டது
te: డిఫాల్ట్‌గా వ్యక్తిగతం

source: Private on this device. Synced only to your iCloud. No account, ever.
hi: इस डिवाइस पर निजी. केवल आपके iCloud के साथ समन्वयित। कोई हिसाब नहीं, कभी नहीं.
ta: இந்தச் சாதனத்தில் தனிப்பட்டது. உங்கள் iCloud உடன் மட்டுமே ஒத்திசைக்கப்பட்டது. கணக்கு இல்லை, எப்போதும்.
te: ఈ పరికరంలో ప్రైవేట్. మీ iCloudకి మాత్రమే సమకాలీకరించబడింది. ఖాతా లేదు, ఎప్పుడూ.

source: Profiles
hi: प्रोफाइल
ta: சுயவிவரங்கள்
te: ప్రొఫైల్స్

source: Progress
hi: प्रगति
ta: முன்னேற்றம்
te: పురోగతి

source: Progress arc
hi: प्रगति चाप
ta: முன்னேற்ற வளைவு
te: ప్రోగ్రెస్ ఆర్క్

source: Progress toward goal
hi: लक्ष्य की ओर प्रगति
ta: இலக்கை நோக்கிய முன்னேற்றம்
te: లక్ష్యం వైపు పురోగతి

source: Ready to hand over — built from your own notes. You can read every line before you send it.
hi: सौंपने के लिए तैयार - आपके अपने नोट्स से निर्मित। आप इसे भेजने से पहले प्रत्येक पंक्ति को पढ़ सकते हैं।
ta: ஒப்படைக்கத் தயார் — உங்கள் சொந்தக் குறிப்புகளிலிருந்து கட்டப்பட்டது. நீங்கள் அனுப்பும் முன் ஒவ்வொரு வரியையும் படிக்கலாம்.
te: అందజేయడానికి సిద్ధంగా ఉంది — మీ స్వంత గమనికల నుండి రూపొందించబడింది. మీరు పంపే ముందు ప్రతి పంక్తిని చదవవచ్చు.

source: Ready to log
hi: दर्ज करने के लिए तैयार
ta: பதிவு செய்யத் தயார்
te: నమోదు చేయడానికి సిద్ధంగా ఉంది

source: Ready when you are
hi: जब आप तैयार हों
ta: நீங்கள் தயாராக இருக்கும்போது
te: మీరు సిద్ధంగా ఉన్నప్పుడు

source: Recent
hi: हालिया
ta: சமீபத்தியவை
te: ఇటీవలివి

source: Recent trend
hi: हालिया रुझान
ta: சமீபத்திய போக்கு
te: ఇటీవలి ధోరణి

source: Recorded
hi: रिकॉर्डेड
ta: பதிவு செய்யப்பட்டது
te: రికార్డ్ చేయబడింది

source: Records
hi: अभिलेख
ta: பதிவுகள்
te: రికార్డులు

source: Records only. No dosing advice.
hi: केवल रिकॉर्ड। कोई खुराक संबंधी सलाह नहीं।
ta: பதிவுகள் மட்டுமே. மருந்தளவு ஆலோசனைகள் இல்லை.
te: రికార్డులు మాత్రమే. మోతాదు సలహా లేదు.

source: Reminder
hi: रिमाइंडर
ta: நினைவூட்டல்
te: రిమైండర్

source: Reset Gaurava Data
hi: Gaurava डेटा रीसेट करें
ta: Gaurava தரவை மீட்டமைக்கவும்
te: Gaurava డేటాను రీసెట్ చేయండి

source: Reset Gaurava data?
hi: Gaurava डेटा रीसेट करें?
ta: Gaurava தரவை மீட்டமைக்கவா?
te: Gaurava డేటాను రీసెట్ చేయాలా?

source: Resume
hi: फिर से शुरू करें
ta: தொடரவும்
te: మళ్లీ ప్రారంభించు

source: Resume treatment
hi: इलाज फिर से शुरू करें
ta: சிகிச்சையைத் தொடரவும்
te: చికిత్సను తిరిగి ప్రారంభించండి

source: Resume treatment?
hi: उपचार फिर से शुरू करें?
ta: சிகிச்சையைத் தொடரலாமா?
te: చికిత్సను మళ్లీ ప్రారంభించాలా?

source: Same day
hi: उसी दिन
ta: அதே நாளில்
te: అదే రోజున

source: Save
hi: सहेजें
ta: சேமிக்கவும்
te: సేవ్ చేయండి

source: Saved to Photos.
hi: फ़ोटो में सहेजा गया.
ta: புகைப்படங்களில் சேமிக்கப்பட்டது.
te: ఫోటోలకు సేవ్ చేయబడింది.

source: Saving
hi: सहेजा जा रहा है
ta: சேமிப்பு
te: పొదుపు చేస్తోంది

source: Self-logged, never advised
hi: स्वयं दर्ज किया गया, कभी सलाह नहीं
ta: நீங்களே பதிவு செய்வது, ஆலோசனை அல்ல
te: మీరు స్వయంగా నమోదు చేసినది, సలహా కాదు

source: Self-reported. Not medical advice and not a diagnostic record. Counts, severities, and notes are entered by the patient; the dose history is self-logged from the injection record.
hi: स्व-रिपोर्ट किया गया। न चिकित्सीय सलाह और न ही निदान संबंधी रिकार्ड। गिनती, गंभीरता और नोट्स रोगी द्वारा दर्ज किए जाते हैं; खुराक का इतिहास इंजेक्शन रिकॉर्ड से स्व-लॉग किया गया है।
ta: சுய அறிக்கை. மருத்துவ ஆலோசனை அல்ல, நோயறிதல் பதிவு அல்ல. எண்ணிக்கைகள், தீவிரங்கள் மற்றும் குறிப்புகள் நோயாளியால் உள்ளிடப்படுகின்றன; அளவு வரலாறு ஊசி பதிவிலிருந்து சுயமாக பதிவு செய்யப்பட்டுள்ளது.
te: స్వయంగా నివేదించారు. వైద్య సలహా కాదు మరియు డయాగ్నస్టిక్ రికార్డ్ కాదు. గణనలు, తీవ్రతలు మరియు గమనికలు రోగిచే నమోదు చేయబడతాయి; ఇంజెక్షన్ రికార్డ్ నుండి మోతాదు చరిత్ర స్వీయ-లాగ్ చేయబడింది.

source: Semaglutide
hi: सेमाग्लूटाइड
ta: செமகுளுடைடு
te: సెమాగ్లుటైడ్

source: Semaglutide and tirzepatide
hi: सेमाग्लूटाइड और टिर्ज़ेपेटाइड
ta: செமகுளுடைடு மற்றும் டிர்செபடைடு
te: సెమాగ్లుటైడ్ మరియు టిర్జెపటైడ్

source: Semaglutide ready
hi: सेमाग्लूटाइड के लिए तैयार
ta: செமகுளுடைடுக்கு தயாராக உள்ளது
te: సెమాగ్లుటైడ్‌కు సిద్ధం

source: Set a goal to track progress
hi: प्रगति पर नज़र रखने के लिए एक लक्ष्य निर्धारित करें
ta: முன்னேற்றத்தைக் கண்காணிக்க ஒரு இலக்கை அமைக்கவும்
te: పురోగతిని ట్రాక్ చేయడానికి ఒక లక్ష్యాన్ని సెట్ చేయండి

source: Set up later
hi: बाद में सेटअप करें
ta: பிறகு அமைக்கவும்
te: తర్వాత సెటప్ చేయండి

source: Set your medication and dose so Gaurava can guide your schedule.
hi: अपनी दवा और खुराक सेट करें ताकि Gaurava आपके शेड्यूल का मार्गदर्शन कर सके।
ta: Gaurava உங்கள் அட்டவணையை வழிநடத்த, உங்கள் மருந்து மற்றும் மருந்தளவை அமைக்கவும்.
te: Gaurava మీ షెడ్యూల్‌ను నిర్దేశించడానికి మీ మందులు మరియు మోతాదును సెట్ చేయండి.

source: Set your numbers
hi: अपने नंबर सेट करें
ta: உங்கள் எண்களை அமைக்கவும்
te: మీ సంఖ్యలను సెట్ చేయండి

source: Settled into routine
hi: दिनचर्या में ढल गया
ta: வழக்கத்திற்கு அமைந்தது
te: రోజువారీ పద్ధతికి అలవాటు పడింది

source: Setup
hi: सेटअप
ta: அமைப்பு
te: సెటప్

source: Setup is complete. Nothing is scheduled until you log a real dose.
hi: सेटअप पूरा हो गया है। जब तक आप वास्तविक खुराक दर्ज नहीं करते, तब तक कुछ भी शेड्यूल नहीं किया जाएगा।
ta: அமைப்பு முடிந்தது. நீங்கள் உண்மையான அளவைப் பதிவு செய்யும் வரை எதுவும் திட்டமிடப்படாது.
te: సెటప్ పూర్తయింది. మీరు అసలు డోస్‌ను నమోదు చేసే వరకు ఏదీ షెడ్యూల్ చేయబడదు.

source: Share
hi: साझा करें
ta: பகிரவும்
te: భాగస్వామ్యం చేయండి

source: Share JSON Export
hi: JSON निर्यात साझा करें
ta: JSON ஏற்றுமதியைப் பகிரவும்
te: JSON ఎగుమతిని పంచుకోండి

source: Share Journey
hi: यात्रा साझा करें
ta: பகிர்வு பயணம்
te: షేర్ జర్నీ

source: Share with Clinician
hi: चिकित्सक के साथ साझा करें
ta: மருத்துவருடன் பகிரவும்
te: వైద్యుడితో పంచుకోండి

source: Share with clinician
hi: चिकित्सक के साथ साझा करें
ta: மருத்துவருடன் பகிரவும்
te: వైద్యుడితో పంచుకోండి

source: Share with your clinician
hi: अपने चिकित्सक के साथ साझा करें
ta: உங்கள் மருத்துவரிடம் பகிர்ந்து கொள்ளுங்கள்
te: మీ వైద్యునితో పంచుకోండి

source: Show
hi: दिखाओ
ta: காட்டு
te: చూపించు

source: Shows or hides dose change labels on the weight chart.
hi: वज़न चार्ट पर खुराक परिवर्तन लेबल दिखाता या छुपाता है।
ta: எடை விளக்கப்படத்தில் அளவு மாற்றம் லேபிள்களைக் காட்டுகிறது அல்லது மறைக்கிறது.
te: బరువు చార్ట్‌లో మోతాదు మార్పు లేబుల్‌లను చూపుతుంది లేదా దాచిపెడుతుంది.

source: Side effect summary
hi: दुष्प्रभाव सारांश
ta: பக்க விளைவுகளின் சுருக்கம்
te: దుష్ప్రభావాల సారాంశం

source: Side effects
hi: दुष्प्रभाव
ta: பக்க விளைவுகள்
te: సైడ్ ఎఫెక్ట్స్

source: Side effects, only if something changed
hi: दुष्प्रभाव, केवल तभी जब कुछ बदला हो
ta: ஏதேனும் மாற்றம் இருந்தால் மட்டுமே பக்கவிளைவுகள்
te: దుష్ప్రభావాలు, ఏదైనా మారితేనే

source: Sign in needed
hi: साइन इन आवश्यक
ta: உள்நுழைவு தேவை
te: సైన్ ఇన్ అవసరం

source: Site
hi: साइट
ta: இடம்
te: సైట్

source: Site Rotation
hi: स्थान रोटेशन
ta: இட சுழற்சி
te: స్థలాల మార్పిడి

source: Skip
hi: छोड़ें
ta: தவிர்க்கவும்
te: దాటవేయండి

source: Skip setup
hi: सेटअप छोड़ें
ta: அமைப்பை தவிர்க்கவும்
te: సెటప్‌ను దాటవేయండి

source: Source
hi: स्रोत
ta: ஆதாரம்
te: మూలం

source: Start
hi: शुरू
ta: தொடக்கம்
te: ప్రారంభం

source: Start Weight
hi: शुरुआती वजन
ta: ஆரம்ப எடை
te: ప్రారంభ బరువు

source: Start with one entry
hi: एक एंट्री से शुरुआत करें
ta: ஒரு பதிவோடு தொடங்குங்கள்
te: ఒక నమోదుతో ప్రారంభించండి

source: Start your treatment timeline
hi: अपना उपचार समयरेखा शुरू करें
ta: உங்கள் சிகிச்சை காலவரிசையைத் தொடங்கவும்
te: మీ చికిత్స కాలక్రమాన్ని ప్రారంభించండి

source: Start your treatment timeline after it happens
hi: उपचार होने के बाद अपनी उपचार टाइमलाइन शुरू करें
ta: சிகிச்சை நடந்த பிறகு உங்கள் சிகிச்சை காலவரிசையைத் தொடங்குங்கள்
te: చికిత్స జరిగిన తర్వాత మీ చికిత్స టైమ్‌లైన్‌ను ప్రారంభించండి

source: Starting
hi: शुरुआत
ta: ஆரம்பம்
te: ప్రారంభం

source: Starting weight
hi: शुरुआती वजन
ta: தொடக்க எடை
te: ప్రారంభ బరువు

source: Starting weight from onboarding
hi: ऑनबोर्डिंग से शुरुआती वजन
ta: ஆரம்ப அமைப்பிலிருந்து பெற்ற தொடக்க எடை
te: ఆన్‌బోర్డింగ్ నుండి ప్రారంభ బరువు

source: Starting weight kg
hi: प्रारंभिक वजन kg
ta: தொடக்க எடை kg
te: ప్రారంభ బరువు kg

source: Starting weight, goal, and treatment start
hi: प्रारंभिक वजन, लक्ष्य और उपचार प्रारंभ
ta: ஆரம்ப எடை, இலக்கு மற்றும் சிகிச்சை ஆரம்பம்
te: ప్రారంభ బరువు, లక్ష్యం మరియు చికిత్స ప్రారంభం

source: Status not set
hi: स्थिति सेट नहीं है
ta: நிலை அமைக்கப்படவில்லை
te: స్థితి సెట్ చేయబడలేదు

source: Steady Progress
hi: निरंतर प्रगति
ta: நிலையான முன்னேற்றம்
te: స్థిరమైన పురోగతి

source: Story
hi: कहानी
ta: கதை
te: కథ

source: Summary
hi: सारांश
ta: சுருக்கம்
te: సారాంశం

source: Support & Legal
hi: सहायता और कानूनी
ta: ஆதரவு மற்றும் சட்டம்
te: మద్దతు & చట్టపరమైనవి

source: System
hi: सिस्टम
ta: சிஸ்டம்
te: సిస్టమ్

source: Taking a break
hi: विराम ले रहे हैं
ta: இடைவேளை எடுக்கிறேன்
te: విరామం తీసుకుంటున్నాను

source: Taking a break — that's okay.
hi: ब्रेक लेना — कोई बात नहीं।
ta: இடைவேளை எடுப்பது — பரவாயில்லை.
te: విరామం తీసుకోవడం — పర్వాలేదు.

source: Tap to change
hi: बदलने के लिए टैप करें
ta: மாற்ற தட்டவும்
te: మార్చడానికి ట్యాప్ చేయండి

source: Tap what applies — saved as you go. Nothing else is required.
hi: जो लागू होता है उसे टैप करें - जैसे ही आप जाते हैं सहेजा जाता है। और कुछ नहीं चाहिए.
ta: என்ன பொருந்தும் என்பதைத் தட்டவும் — நீங்கள் செல்லும்போது சேமிக்கப்படும். வேறு எதுவும் தேவையில்லை.
te: వర్తించే వాటిని నొక్కండి — మీరు వెళుతున్నప్పుడు సేవ్ చేయబడింది. ఇంకేమీ అవసరం లేదు.

source: Terms of Use
hi: उपयोग की शर्तें
ta: பயன்பாட்டு விதிமுறைகள்
te: వినియోగ నిబంధనలు

source: The journey card could not be prepared as a PNG.
hi: यात्रा कार्ड पीएनजी के रूप में तैयार नहीं किया जा सका।
ta: பயண அட்டையை PNG ஆக தயார் செய்ய முடியவில்லை.
te: ప్రయాణ కార్డ్‌ను PNGగా సిద్ధం చేయడం సాధ్యపడలేదు.

source: The journey card could not be rendered.
hi: यात्रा कार्ड प्रस्तुत नहीं किया जा सका.
ta: பயண அட்டையை வழங்க முடியவில்லை.
te: ప్రయాణ కార్డ్ రెండర్ చేయడం సాధ్యపడలేదు.

source: This deletes local profile, treatment, weight, injection, log, and import records. Export first if you need a backup.
hi: यह स्थानीय प्रोफ़ाइल, उपचार, वजन, इंजेक्शन, लॉग और आयात रिकॉर्ड हटा देता है। यदि आपको बैकअप की आवश्यकता है तो पहले निर्यात करें।
ta: இது உள்ளூர் சுயவிவரம், சிகிச்சை, எடை, ஊசி, பதிவு மற்றும் இறக்குமதி பதிவுகளை நீக்குகிறது. காப்புப்பிரதி தேவைப்பட்டால் முதலில் ஏற்றுமதி செய்யவும்.
te: ఇది స్థానిక ప్రొఫైల్, చికిత్స, బరువు, ఇంజెక్షన్, లాగ్ మరియు దిగుమతి రికార్డులను తొలగిస్తుంది. మీకు బ్యాకప్ అవసరమైతే ముందుగా ఎగుమతి చేయండి.

source: This is my most recent dose
hi: यह मेरी सबसे हालिया खुराक है
ta: இதுவே எனது மிகச் சமீபத்திய மருந்தளவு
te: ఇది నా ఇటీవలి మోతాదు

source: This removes the selected injection from your history.
hi: यह आपके इतिहास से चयनित इंजेक्शन को हटा देता है।
ta: இது உங்கள் வரலாற்றிலிருந்து தேர்ந்தெடுக்கப்பட்ட ஊசியை நீக்குகிறது.
te: ఇది మీ చరిత్ర నుండి ఎంచుకున్న ఇంజెక్షన్‌ను తీసివేస్తుంది.

source: This removes the selected weight entry from your trend.
hi: यह आपकी प्रवृत्ति से चयनित वजन प्रविष्टि को हटा देता है।
ta: இது உங்கள் போக்கிலிருந்து தேர்ந்தெடுக்கப்பட்ட எடை உள்ளீட்டை நீக்குகிறது.
te: ఇది మీ ట్రెండ్ నుండి ఎంచుకున్న బరువు నమోదును తీసివేస్తుంది.

source: Tirzepatide
hi: टिर्ज़ेपेटाइड
ta: டிர்செபடைடு
te: టిర్జెపటైడ్

source: To goal
hi: लक्ष्य तक
ta: இலக்கை அடைய
te: లక్ష్యానికి

source: Today
hi: आज
ta: இன்று
te: ఈరోజు

source: Total
hi: कुल
ta: மொத்தம்
te: మొత్తం

source: Total change
hi: कुल परिवर्तन
ta: மொத்த மாற்றம்
te: మొత్తం మార్పు

source: Track weekly treatment across injectable GLP-1 medicines, including India's new semaglutide generics.
hi: भारत के नए सेमाग्लूटाइड जेनेरिक सहित इंजेक्टेबल GLP-1 दवाओं में साप्ताहिक उपचार ट्रैक करें।
ta: இந்தியாவின் புதிய செமகுளுடைடு ஜெனரிக்கள் உட்பட, ஊசி செலுத்தும் GLP-1 மருந்துகளின் வாராந்திர சிகிச்சையை கண்காணிக்கவும்.
te: భారతదేశంలోని కొత్త సెమాగ్లుటైడ్ జనెరిక్స్‌తో సహా, ఇంజెక్టబుల్ GLP-1 మందులపై వారపు చికిత్సను ట్రాక్ చేయండి.

source: Tracked with Gaurava
hi: Gaurava के साथ ट्रैक किया गया
ta: Gaurava மூலம் கண்காணிக்கப்பட்டது
te: Gauravaతో ట్రాక్ చేయబడింది

source: Treatment
hi: उपचार
ta: சிகிச்சை
te: చికిత్స

source: Treatment start
hi: इलाज शुरू
ta: சிகிச்சை ஆரம்பம்
te: చికిత్స ప్రారంభం

source: Treatment status
hi: इलाज की स्थिति
ta: சிகிச்சை நிலை
te: చికిత్స స్థితి

source: Units
hi: इकाइयां
ta: அலகுகள்
te: ప్రమాణాలు

source: Update this whenever your treatment changes. Everything stays optional.
hi: जब भी आपका इलाज बदले, इसे अपडेट करें। सब कुछ वैकल्पिक है।
ta: உங்கள் சிகிச்சை மாறும்போது இதை எப்போதும் புதுப்பிக்கவும். அனைத்தும் விருப்பத்தேர்வாகவே இருக்கும்.
te: మీ చికిత్స మారినప్పుడల్లా దీన్ని నవీకరించండి. అంతా ఐచ్ఛికంగానే ఉంటుంది.

source: Update treatment details
hi: इलाज के विवरण अपडेट करें
ta: சிகிச்சை விவரங்களைப் புதுப்பிக்கவும்
te: చికిత్స వివరాలను నవీకరించండి

source: Used for context in charts and clinician export.
hi: चार्ट और चिकित्सक निर्यात में संदर्भ के लिए उपयोग किया जाता है।
ta: வரைபடங்களிலும் மருத்துவர் ஏற்றுமதியிலும் சூழலுக்குப் பயன்படுத்தப்படுகிறது.
te: చార్ట్‌లు మరియు వైద్యుని ఎగుమతిలో సందర్భం కోసం ఉపయోగించబడుతుంది.

source: Use all sites
hi: सभी स्थानों का उपयोग करें
ta: அனைத்து இடங்களையும் பயன்படுத்தவும்
te: అన్ని స్థలాలను ఉపయోగించండి

source: Use preferred day
hi: पसंदीदा दिन का प्रयोग करें
ta: விருப்பமான நாளைப் பயன்படுத்தவும்
te: ఇష్టపడే రోజు ఉపయోగించండి

source: Version %@ (%@)
hi: संस्करण %1$@ (%2$@)
ta: பதிப்பு %1$@ (%2$@)
te: వెర్షన్ %1$@ (%2$@)
